Repository: Battlet0ads/lock-screen-weather
Catalog: po/*.po
Languages: de, es, nl, pt

source: About Circle Message
es: Acerca de Circle Message
pt: Acerca de Circle Message

source: Add your message to the lockscreen
de: Fügen Sie Ihre Nachricht zum Sperrbildschirm hinzu
es: Añadir un mensaje a la pantalla de bloqueo
pt: Adicione a sua mensagem ao ecrã de bloqueio

source: Author:
es: Autor:
pt: Autor:

source: Project website:
es: Sitio web del proyecto:
pt: Página do projecto:

source: License:
es: Licencia:
pt: Licença:

source: Nothing here but you can change it!
es: No hay nada aquí, pero puede cambiar la situación.
pt: Nada aqui mas você pode alterá-lo!

source: Info
es: Información
nl: Informatie
pt: Informação

source: for this moment
es: para este momento
pt: neste momento

source: for other days
es: para otro día
pt: noutros dias

source: Touch to write
de: Berühren um zu schreiben
es: Toque para escribir
nl: Druk hier om te schrijven
pt: Toque para escrever

source: Circle message for this moment was updated
es: Se actualizó el mensaje del círculo para este momento
pt: mensagem para este momento foi actualizada

source: Circle message for other days was updated
es: Se actualizó el mensaje del círculo para otro día
pt: mensagem para outros dias foi actualizada

source: Circle message for this moment.
es: Mensaje del círculo para este momento.
pt: Mensagem para este momento.

source: Should be visible on your lockscreen soon after you write it.
es: Debe visualizarse en la pantalla de bloqueo tan pronto como lo escriba.
pt: Deverá ser visível no ecrã de bloqueio logo após a ter escrito.

source: Circle message for other days.
es: Mensaje del círculo para otro día.
pt: Mensagem para outros dias.

source: Will be visible on your lockscreen tomorrow and every day you don't set the message for this moment.
es: Será visible en la pantalla de bloqueo a partir de mañana y hasta que defina un mensaje de momento.
pt: Deverá ser visível no ecrã de bloqueio amanhã e nos dias seguintes se não definir a mensagem para este momento.

source: Information
de: Über Lock Message
nl: Informatie

source: Add a message to the lockscreen
nl: Laat een bericht achter op het vergrendelscherm

source: License
de: Lizenz
nl: Licentie

source: Author
de: Autor
nl: Maker

source: Click to add locked sceen message
de: Berühren Sie, um eine Sperr-Nachricht hinzuzufügen
nl: Druk om het bericht toe te voegen

source: - If your custom message doesn't show up on the locked screen, then its probably hidden in usermetrics queu.
de: - Wenn Ihre Sperr-Nachricht nicht auf dem gesperrten Bildschirm angezeigt wird, dann ist sie wahrscheinlich in der Warteschlange von Usermetrics versteckt.
nl: - Als je bericht niet wordt getoond, dan staat het waarschijnlijk nog in de wachtrij.

source: - You can double tap on text inside the circle untill you see your lock message.
de: - Tippen Sie doppelt auf den Text innerhalb des Kreises, bis Sie Ihre Sperrnachricht sehen.
nl: - Dubbeltik net zolang op de tekst binnen de cirkel totdat je bericht verschijnt.

source: - While double tapping, please only tap on the text inside the lock screen circle, as double tap on random area might not work.
de: - Beim Doppeltippen bitte nur auf den Text innerhalb des Kreises auf dem Sperrbildschirm tippen, da das Doppeltippen auf zufällige Bereiche möglicherweise nicht funktioniert.
nl: - Let op: dubbeltik alléén op de tekst binnen de cirkel en niet erbuiten.

source: - Please contact me with any issues before leaving negative review and I will try to fix them. Help me to improve this important feature.
de: - Bitte kontaktieren Sie mich bei allen Problemen, bevor Sie eine negative Bewertung hinterlassen und ich werde mich bemühen, diese zu beheben. Helfen Sie mir, diese wichtige Funktion zu verbessern.
nl: - Als je problemen ondervindt, neem dan contact met me op alvorens een beoordeling achter te laten. Ik weet zeker dat we ze samen kunnen oplossen.

source: Locked screen message was updated
de: Sperr-Nachricht wurde aktualisiert
nl: Het vergrendelschermbericht is bijgewerkt

source: Lock Message
nl: Vergrendelschermbericht

source: Website
de: Projektseite
